Repository: quentinved/scopa
Catalog: Scopa/Localizable.xcstrings
Source language: en
Languages: fr, it

source: #%lld of %lld
fr: N° %lld sur %lld
it: N. %lld su %lld

source: #%lld of %lld today
fr: N° %lld sur %lld aujourd'hui
it: N. %lld su %lld oggi

source: %@ · %lld – %lld · Round %lld
fr: %1$@ · %2$lld – %3$lld · Manche %4$lld
it: %1$@ · %2$lld – %3$lld · Smazzata %4$lld

source: %@ · not synced yet
fr: %@ · pas encore synchronisé
it: %@ · non ancora sincronizzato

source: %@ · synced %@
fr: %1$@ · synchronisé %2$@
it: %1$@ · sincronizzato %2$@

source: %@ is on Scopa
fr: %@ joue à Scopa
it: %@ è su Scopa

source: %@ is playing
fr: %@ joue
it: Tocca a %@

source: %@ is thinking
fr: %@ réfléchit
it: %@ sta pensando

source: %@ laid it down
fr: %@ a posé une carte
it: %@ ha calato una carta

# %@ laid the %@ down
source: %1$@ laid the %2$@ down
fr: %1$@ a posé le %2$@
it: %1$@ ha calato il %2$@

source: %@ of %@
fr: %@ de %@
it: %@ di %@

source: %@ swept the table
fr: %@ a fait scopa
it: %@ ha fatto scopa

source: %@ takes the round
fr: %@ remporte la manche
it: %@ prende la smazzata

source: %@ takes the seven of coins
fr: %@ prend le sept de deniers
it: %@ prende il sette di denari

source: %@ to beat
fr: %@ à battre
it: %@ da battere

# %@ took %@
source: %1$@ took %2$@
fr: %1$@ a pris %2$@
it: %1$@ ha preso %2$@

source: %@ took %lld cards
fr: %1$@ a pris %2$lld cartes
it: %1$@ ha preso %2$lld carte

# %@ took yesterday by %@
source: %1$@ took yesterday by %2$@
fr: Hier, %1$@ l'a emporté de %2$@
it: Ieri %@ ha vinto di %@

source: %@ wins
fr: %@ gagne
it: Vince %@

source: %@'s table
fr: Table de %@
it: Tavolo di %@

source: %@'S TABLE
fr: TABLE DE %@
it: TAVOLO DI %@

source: %1$@ took yesterday by %2$@
fr: Hier, %1$@ l'a emporté de %2$@
it: %1$@ ha vinto ieri con %2$@

source: %lld and the laurel when it is done
fr: %lld, et le laurier une fois terminé
it: %lld e l'alloro alla fine

source: %lld best
fr: %lld meilleurs coups
it: %lld perfette

source: %lld cards taken
fr: %lld cartes prises
it: %lld carte prese

source: %lld cards taken by us
fr: %lld cartes prises par nous
it: %lld carte prese da noi

# %lld cards to %@.
source: %1$lld cards to %2$@.
fr: %1$lld cartes pour %2$@.
it: %1$lld carte a %2$@.

source: %lld coins come over, and the coins are a point.
fr: Vous ramassez %lld deniers au passage — et les deniers rapportent un point.
it: %lld denari vengono con lei, e i denari sono un punto.

source: %lld coins went with it.
fr: Et %lld deniers au passage.
it: %lld denari sono andati con lei.

source: %lld day streak
fr: %lld jours de suite
it: %lld giorni di fila

source: %lld days in a row
fr: %lld jours de suite
it: %lld giorni di fila

# %lld days in a row · %@ felt
source: %1$lld days in a row · %2$@ felt
fr: %1$lld jours de suite · tapis %2$@
it: %1$lld giorni di fila · panno %2$@

source: %lld days left
fr: %lld jours restants
it: %lld giorni rimasti

source: %lld denari
fr: %lld deniers

source: %lld hours left
fr: Plus que %lld heures
it: Ancora %lld ore

source: %lld IN A ROW
fr: %lld DE SUITE
it: %lld DI FILA

# %lld in a row · +%lld for the run
source: %1$lld in a row · +%2$lld for the run
fr: %1$lld de suite · +%2$lld pour la série
it: %1$lld di fila · +%2$lld per la serie

source: %lld left
fr: %lld restantes
it: %lld rimaste

source: %lld left today
fr: %lld restantes aujourd'hui
it: %lld rimaste oggi

source: %lld lessons
fr: %lld leçons
it: %lld lezioni

source: %lld more and the laurel for all %lld
fr: %lld de plus et le laurier pour les %lld
it: %lld in più e l'alloro per tutti e %lld

# %lld more days for +%lld denari
source: %1$lld more days for +%2$lld denari
fr: Encore %1$lld jours pour +%2$lld deniers
it: Ancora %1$lld giorni per +%2$lld denari

# %lld more days for the %@ felt
source: %1$lld more days for the %2$@ felt
fr: Encore %1$lld jours pour le tapis %2$@
it: Ancora %1$lld giorni per il panno %2$@

source: %lld more to sit down
fr: Il manque %lld deniers pour vous asseoir
it: Ancora %lld denari per sederti

# %lld of %lld
source: %1$lld of %2$lld
fr: %lld sur %lld
it: %lld su %lld

# %lld of %lld cards found
source: %1$lld of %2$lld cards found
fr: %1$lld cartes trouvées sur %2$lld
it: %lld carte su %lld

# %lld of %lld house games left today
source: %1$lld of %2$lld house games left today
fr: Encore %1$lld parties sur %2$lld contre la maison aujourd'hui
it: Ancora %1$lld partite su %2$lld contro la casa oggi

source: %lld of %lld seated
fr: %lld joueurs sur %lld
it: %lld giocatori su %lld

# %lld of %lld so far.
source: %1$lld of %2$lld so far.
fr: %lld sur %lld pour l'instant.
it: %lld su %lld finora.

source: %lld of %lld tasks done
fr: %lld tâches faites sur %lld
it: %lld compiti su %lld fatti

source: %lld playing
fr: %lld en partie
it: %lld in gioco

# %lld to %@
source: %1$lld to %2$@
fr: %lld pour %@
it: %lld per %@

source: %lld wins · %lld games
fr: %lld victoires · %lld parties
it: %lld vittorie · %lld partite

source: %lld wins in a row
fr: %lld victoires de suite
it: %lld vittorie di fila

# %lld wins in a row, worth %lld of that.
source: %1$lld wins in a row, worth %2$lld of that.
fr: %1$lld victoires de suite, dont %2$lld de bonus de série.
it: %1$lld vittorie di fila, di cui %2$lld per la serie.

# %lld won · %lld lost
source: %1$lld won · %2$lld lost
fr: %lld gagnées · %lld perdues
it: %lld vinte · %lld perse

source: %lld XP to level %lld
fr: %lld XP jusqu'au niveau %lld
it: %lld XP al livello %lld

source: %lld-day streak
fr: Série de %lld jours
it: Serie di %lld giorni

source: ^[%lld card](inflect: true)
fr: ^[%lld carte](inflect: true)
it: ^[%lld carta](inflect: true)

source: ^[%lld card](inflect: true), and something for your table
fr: ^[%lld carte](inflect: true), et un article de la boutique
it: ^[%lld carta](inflect: true), e qualcosa dagli scaffali

source: ^[%lld friends](inflect: true) are on Scopa
fr: ^[%lld amis](inflect: true) jouent à Scopa
it: ^[%lld amici](inflect: true) sono su Scopa

source: ^[%lld game](inflect: true) to the next pack
fr: ^[%lld partie](inflect: true) avant le prochain paquet
it: ^[%lld partita](inflect: true) al prossimo pacchetto

source: ^[%lld pack](inflect: true) to open
fr: ^[%lld paquet](inflect: true) à ouvrir
it: ^[%lld pacchetto](inflect: true) da aprire

source: ^[%lld pack](inflect: true) waiting
fr: ^[%lld paquet](inflect: true) en attente
it: ^[%lld pacchetto](inflect: true) in attesa

source: ^[%lld pack](inflect: true) waiting to be opened
fr: ^[%lld paquet](inflect: true) à ouvrir
it: ^[%lld pacchetto](inflect: true) da aprire

source: ^[%lld player](inflect: true) this week
fr: ^[%lld joueur](inflect: true) cette semaine
it: ^[%lld giocatore](inflect: true) questa settimana

source: ^[%lld player](inflect: true) today
fr: ^[%lld joueur](inflect: true) aujourd'hui
it: ^[%lld giocatore](inflect: true) oggi

source: ^[%lld thing](inflect: true) off the shelves
fr: ^[%lld article](inflect: true) de la boutique
it: ^[%lld cosa](inflect: true) dagli scaffali

source: ^[%lld win](inflect: true)
fr: ^[%lld victoire](inflect: true)
it: ^[%lld vittoria](inflect: true)

source: 15 seconds
fr: 15 secondes
it: 15 secondi

source: 30 seconds
fr: 30 secondes
it: 30 secondi

source: A bot plays its own hand. Everyone else takes the phone when their turn comes round.
fr: Les bots jouent tout seuls. Les autres se passent le téléphone, chacun à son tour.
it: Un bot gioca la propria mano. Gli altri prendono il telefono quando tocca a loro.

source: A card already in the album is paid for in denari instead, so no pack is ever wasted.
fr: Une carte déjà dans l'album est payée en deniers : aucun paquet n'est perdu.
it: Una carta già nell'album viene pagata in denari: nessun pacchetto va sprecato.

source: A category nobody wins outright scores nothing, and a tie counts as nobody. First past the target — eleven, unless the host says otherwise — wins, and a dead heat plays one more round.
fr: Une catégorie ne rapporte que si quelqu'un la gagne nettement : en cas d'égalité, elle ne va à personne. Le premier à dépasser l'objectif — onze, sauf si l'hôte en décide autrement — gagne, et en cas d'égalité parfaite, on joue une manche de plus.
it: Una categoria si vince nettamente o non dà punti: in caso di pareggio non va a nessuno. Il primo oltre l'obiettivo — undici, salvo diversa scelta dell'ospite — vince, e in caso di parità si gioca un'altra smazzata.

source: A category you end level on is a point for each of you
fr: Une catégorie à égalité donne un point à chacun
it: Una categoria in parità dà un punto a testa

source: A category you end level on is nobody's point
fr: Une catégorie à égalité ne va à personne
it: Una categoria in parità non va a nessuno

source: A code, a name, or one phone passed round.
fr: Un code, un nom, ou un téléphone qui passe de main en main.
it: Un codice, un nome, o un telefono che passa di mano in mano.

source: A coin comes over, and the coins are a point.
fr: Vous ramassez un denier au passage — et les deniers rapportent un point.
it: Un denaro viene con lei, e i denari sono un punto.

source: A coin went with it.
fr: Et un denier au passage.
it: Un denaro è andato con lei.

source: A game of Scopa
fr: Une partie de Scopa
it: Una partita a Scopa

source: A lithographed sheet, in full colour
fr: Une feuille lithographiée, tout en couleurs
it: Un foglio litografato, a colori pieni

source: A mark for your seat, in the shop
fr: Un emblème pour votre place, en boutique
it: Un segno per il tuo posto, nella bottega

source: A nudge at the hour you usually play and a last call in the evening, on the days you have not played yet.
fr: Un rappel à l'heure où vous jouez d'habitude, et un dernier le soir, les jours où vous n'avez pas encore joué.
it: Un promemoria all'ora in cui giochi di solito e un ultimo richiamo la sera, nei giorni in cui non hai ancora giocato.

source: A nudge when tomorrow's deal is ready?
fr: Être prévenu quand la donne de demain sera prête ?
it: Un promemoria quando la smazzata di domani è pronta?

source: A pack
fr: Un paquet
it: Un pacchetto

source: A pack every %lld games, won or lost
fr: Un paquet toutes les %lld parties, gagnées ou perdues
it: Un pacchetto ogni %lld partite, vinte o perse

source: A pack is waiting in the album
fr: Un paquet vous attend dans l'album
it: Un pacchetto ti aspetta nell'album

source: A pack is waiting in your album
fr: Un paquet vous attend dans l'album
it: Un pacchetto ti aspetta nell'album

source: A pack never hands you something you already have.
fr: Un paquet ne contient jamais un article que vous avez déjà.
it: Un pacchetto non ti dà mai qualcosa che hai già.

source: A problem, or an idea for the game
fr: Un problème, ou une idée pour le jeu
it: Un problema, o un'idea per il gioco

source: A ranked duo is played with a friend who also has Scopa.
fr: Un duo classé se joue avec un ami qui a aussi Scopa.
it: Un duo in classifica si gioca con un amico che ha anche Scopa.

source: A scopa is the whole table in one card.
fr: Une scopa, c'est toute la table en une carte.
it: Una scopa è tutto il tavolo in una carta.

source: A task for the week
fr: Une tâche de la semaine
it: Un compito della settimana

source: A woodcut: outline and hatching
fr: Une gravure sur bois : contours et hachures
it: Una xilografia: contorni e tratteggio

source: Accuracy
fr: Précision
it: Precisione

source: AD
fr: PUB
it: ADV

source: Add a bot
fr: Ajouter un bot
it: Aggiungi un bot

source: Add a friend
fr: Ajouter un ami
it: Aggiungi un amico

source: Add a seat
fr: Ajouter une place
it: Aggiungi un posto

source: Add friends
fr: Ajouter des amis
it: Aggiungi amici

source: Add someone, or see who already plays
fr: Ajoutez quelqu'un, ou voyez qui joue déjà
it: Aggiungi qualcuno, o guarda chi gioca già

source: Adriatic blue
fr: Bleu Adriatique
it: Azzurro adriatico

source: Advertisement
fr: Publicité
it: Pubblicità

# Against %@. %lld to win, %lld to lose.
source: Against %1$@. %2$lld to win, %3$lld to lose.
fr: Contre %@. %lld si vous gagnez, %lld si vous perdez.
it: Contro %@. %lld se vinci, %lld se perdi.

# Against %@. %lld to win, and your league holds if you lose.
source: Against %1$@. %2$lld to win, and your league holds if you lose.
fr: Contre %1$@. %2$lld si vous gagnez, et vous gardez votre ligue si vous perdez.
it: Contro %@. %lld se vinci, e la tua lega tiene se perdi.

source: Against %@. The ladder has had its games from the house today, so this one is for itself.
fr: Contre %@. Le quota de parties classées contre la maison est atteint pour aujourd'hui : celle-ci est pour le plaisir.
it: Contro %@. Per oggi le partite contro la casa in classifica sono finite: questa è solo per il gusto di giocare.

source: Against Hugo
fr: face à Hugo
it: Dietro Hugo

source: Against Hugo · winner takes the pot
fr: Contre Hugo · le gagnant prend le pot
it: Contro Hugo · chi vince prende il piatto

source: Aged paper and brown ink
fr: Papier vieilli et encre brune
it: Carta invecchiata e inchiostro bruno

source: Ahead of %lld%% of the room
fr: Devant %lld %% des joueurs
it: Davanti al %lld%% della sala

source: Ahi, that hurt.
fr: Aïe, ça pique.
it: Ahia, che male.

source: All %lld tasks
fr: Les %lld tâches
it: Tutti i %lld compiti

source: All %lld tasks done
fr: Les %lld tâches sont faites
it: Tutti i %lld compiti fatti

source: All forty cards
fr: Les quarante cartes
it: Tutte e quaranta le carte

source: All square
fr: Égalité
it: Pari e patta

source: All ten clubs
fr: Les dix bâtons
it: Tutti e dieci i bastoni

source: All ten coins
fr: Les dix deniers
it: Tutti e dieci i denari

source: All ten cups
fr: Les dix coupes
it: Tutte e dieci le coppe

source: All ten swords
fr: Les dix épées
it: Tutte e dieci le spade

source: Already had it
fr: Vous l'aviez déjà
it: Ce l'avevi già

source: Always
fr: Toujours
it: Sempre

source: an unranked player
fr: un joueur non classé
it: un giocatore non classificato

source: And one card of the same number always wins over a sum: with a 7 on the table beside a 3 and a 4, your 7 takes the 7.
fr: Et une carte du même chiffre l'emporte toujours sur une somme : avec un 7 sur la table à côté d'un 3 et d'un 4, votre 7 prend le 7.
it: E una carta dello stesso numero batte sempre una somma: con un 7 sul tavolo accanto a un 3 e un 4, il tuo 7 prende il 7.

source: Any day now…
fr: On s'endort…
it: Con calma, eh…

source: Any table, any size. Bots count.
fr: Toutes les tables, toutes les tailles. Les bots comptent.
it: Qualsiasi tavolo, di qualsiasi misura. I bot contano.

source: Anyone online, or Hugo
fr: Quelqu'un en ligne, ou Hugo
it: Chiunque online, o Hugo

source: Anyone, or a table code
fr: N'importe qui, ou un code de table
it: Chiunque, o un codice tavolo

source: Anything you both remember
fr: Un mot que vous retiendrez tous les deux
it: Qualsiasi cosa vi ricordiate entrambi

source: Anywhere in the world
fr: N'importe où dans le monde
it: Ovunque nel mondo

source: Ask them by name; no code to send
fr: Invitez-les par leur nom, sans code à envoyer
it: Invitali per nome, senza codice da mandare

source: Ask them to a table from With friends
fr: Proposez-lui une partie depuis Entre amis
it: Proponigli una partita da Con gli amici

source: Asking for a seat…
fr: Demande d'une place…
it: Chiedo un posto…

source: At the table
fr: À la table
it: Al tavolo

source: Back to the lobby
fr: Retour au salon
it: Torna alla lobby

source: Back tomorrow
fr: À demain
it: A domani

source: Banner slot
fr: Emplacement bannière
it: Spazio banner

source: Bastoni
fr: Bâtons

source: Beat ^[%lld person](inflect: true)
fr: Battez ^[%lld personne](inflect: true)
it: Batti ^[%lld persona](inflect: true)

source: Beat the bot
fr: Battre le bot
it: Bot battuto

source: Beginner
fr: Débutant
it: Principiante

source: Best
fr: Record
it: Record

source: Best move
fr: Meilleur coup
it: Mossa migliore

source: Best moves
fr: Meilleurs coups
it: Mosse migliori

source: Better:
fr: Mieux :
it: Meglio:

source: Bolt
fr: Éclair
it: Fulmine

source: Bone and gold on black, printed in reverse
fr: Ivoire et or sur noir, imprimé en négatif
it: Osso e oro su nero, stampato in negativo

source: Bonus denari
fr: Deniers en prime
it: Denari bonus

source: Both type the same word, wherever you are
fr: Tapez le même mot tous les deux, où que vous soyez
it: Scrivete la stessa parola entrambi, ovunque siate

source: Bots now
fr: Jouer avec des bots
it: Bot subito

source: Bots take every seat but yours.
fr: Les bots occupent toutes les places sauf la vôtre.
it: I bot occupano tutti i posti tranne il tuo.

source: Bright, on cobalt
fr: Vif, sur cobalt
it: Acceso, su cobalto

source: Bristles at a good hand
fr: Se hérisse devant une belle main
it: Rizza gli aculei per una bella mano

source: Broom
fr: Balai
it: Scopa

source: Buy %@?
fr: Acheter %@ ?
it: Comprare %@?

source: Buy for %lld denari
fr: Acheter pour %lld deniers
it: Compra per %lld denari

source: By name, through Game Center
fr: Par leur nom, via Game Center
it: Per nome, tramite Game Center

source: Cancel
fr: Annuler
it: Annulla

source: Card back
fr: Dos de carte
it: Dorso della carta

source: Card backs
fr: Dos de cartes
it: Dorsi delle carte

source: Cards
fr: Cartes
it: Carte

source: Cards and coins
fr: Cartes et deniers
it: Carte e denari

source: Careful now.
fr: Attention…
it: Occhio, eh…

source: Careful: anyone holding a %@ sweeps what you leave.
fr: Attention : avec un %@, n'importe qui ramasse tout ce que vous laissez.
it: Attenzione: chi ha un %@ spazza quello che lasci.

source: Casual
fr: Amical
it: Amichevole

source: Check again
fr: Vérifier à nouveau
it: Controlla di nuovo

source: Chevron
fr: Chevrons

source: Choose what to take
fr: Choisissez quoi prendre
it: Scegli cosa prendere

source: Cin cin.
fr: Tchin tchin.

source: Classic
fr: Classique
it: Classica

source: Climb the leagues
fr: Gravissez les ligues
it: Scala le leghe

source: Close
fr: Fermer
it: Chiudi

source: Close the ad
fr: Fermer la publicité
it: Chiudi la pubblicità

source: Clubs
fr: Bâtons
it: Bastoni

source: Coached
fr: Accompagné
it: Guidato

source: Code word
fr: Mot secret
it: Parola convenuta

source: Coins
fr: Deniers
it: Denari

source: Coins, everywhere
fr: Des pièces partout
it: Monete dappertutto

source: Collect
fr: Récupérer
it: Riscuoti

source: Collecting…
fr: Récupération…
it: Riscossione…

source: complete
fr: au complet
it: al completo

source: Complete
fr: Complet
it: Completo

source: Cool paper on navy
fr: Papier aux tons froids sur bleu marine
it: Carta fredda su blu notte

source: Coppe
fr: Coupes

source: Could not deal again
fr: Impossible de redistribuer
it: Impossibile distribuire di nuovo

source: Could not find a ranked game
fr: Impossible de trouver une partie classée
it: Nessuna partita classificata trovata

source: Could not find a table online
fr: Impossible de trouver une table en ligne
it: Nessun tavolo trovato online

source: Could not reach that table
fr: Impossible de joindre cette table
it: Impossibile raggiungere quel tavolo

source: Counting up
fr: Le décompte
it: Il conteggio

source: Counts the deck and plays the round out before it moves
fr: Compte les cartes et anticipe toute la manche avant de jouer
it: Conta il mazzo e gioca la smazzata fino in fondo prima di muovere

source: Court
fr: Figure
it: Figura

source: Cream and bottle green, the house colours
fr: Crème et vert bouteille, les couleurs de la maison
it: Crema e verde bottiglia, i colori della casa

source: Crown
fr: Couronne
it: Corona

source: Cups
fr: Coupes
it: Coppe

source: Deal a new table
fr: Nouvelle partie
it: Nuova partita

source: Deal again
fr: Redistribuer
it: Distribuisci di nuovo

source: Deal me a hand
fr: On distribue !
it: Dammi le carte

source: Deal over the saved game?
fr: Remplacer la partie en cours ?
it: Sostituire la partita in corso?

source: Deal the cards
fr: Distribuer les cartes
it: Distribuisci le carte

source: Deal, and lose the stake
fr: Nouvelle partie, et perdre la mise
it: Nuova partita, e perdi la posta

source: Deals against the bots
fr: Lance une partie contre les bots
it: Avvia una partita contro i bot

source: Deck and table
fr: Jeu et table
it: Mazzo e tavolo

source: Deep blue, after closing
fr: Bleu nuit, après la fermeture
it: Blu profondo, dopo la chiusura

source: Deep ruby
fr: Rubis profond
it: Rubino cupo

source: Deep teal, seven evenings in a row
fr: Bleu canard, sept soirs de suite
it: Verde petrolio, sette sere di fila

source: Defeat
fr: Défaite
it: Sconfitta

source: DEMOTED
fr: RÉTROGRADÉ
it: RETROCESSO

source: Denari
fr: Deniers

source: Denari earned
fr: Deniers gagnés
it: Denari guadagnati

source: Denari lost
fr: Deniers perdus
it: Denari persi

source: Diamond
fr: Diamant
it: Diamante

source: Dice
fr: Dé
it: Dado

source: Done
fr: Terminé
it: Fatto

source: Done. The laurel is yours.
fr: Terminé. Le laurier est à vous.
it: Fatto. L'alloro è tuo.

source: Double tap to leave it
fr: Touchez deux fois pour la laisser
it: Tocca due volte per lasciarla

source: Double tap to pick it up
fr: Touchez deux fois pour la ramasser
it: Tocca due volte per raccoglierla

source: Double tap to play it
fr: Touchez deux fois pour la jouer
it: Tocca due volte per giocarla

source: Double tap to take it
fr: Touchez deux fois pour la prendre
it: Tocca due volte per prenderla

source: down %lld
fr: %lld de moins
it: %lld in meno

source: Duo · pick a partner
fr: Duo · choisissez un partenaire
it: Duo · scegli un compagno

source: Each one pays when it is done. The laurel is for finishing all of them.
fr: Chaque tâche rapporte dès qu'elle est faite. Le laurier récompense celui qui les termine toutes.
it: Ognuno paga quando è fatto. L'alloro è per chi li finisce tutti.

source: Earned at the table, spent here
fr: Gagnés à la table, dépensés ici
it: Guadagnati al tavolo, spesi qui

source: Easy
fr: Facile
it: Facile

source: Embers, rising
fr: Des braises qui s'envolent
it: Braci che salgono

source: End of round %lld
fr: Fin de la manche %lld
it: Fine della smazzata %lld

source: Enough time to count, but the game keeps moving
fr: De quoi compter, sans laisser traîner la partie
it: Il tempo di contare, senza far trascinare la partita

source: Every card in the deck, and the rarest mark in the game
fr: Toutes les cartes du jeu, et l'emblème le plus rare
it: Ogni carta del mazzo, e il segno più raro di Scopa

source: Every card is drawn on its own from the whole deck, so a pack can hand you a card you already have — and pays you denari when it does.
fr: Chaque carte est tirée indépendamment parmi tout le jeu : un paquet peut donc contenir une carte que vous avez déjà — et dans ce cas, il vous verse des deniers.
it: Ogni carta è pescata da sola dall'intero mazzo: un pacchetto può quindi darti una carta che hai già — e in quel caso ti paga in denari.

source: Every category in one round. Rare, and meant to be.
fr: Toutes les catégories en une manche. Rare, et c'est voulu.
it: Tutte le categorie in una mano. Raro, e deve esserlo.

source: Every move
fr: Tous les coups
it: Tutte le mosse

source: Every move was the one to make.
fr: Chaque coup était le bon.
it: Ogni mossa era quella giusta.

source: Every task this week
fr: Toutes les tâches de la semaine
it: Tutti i compiti della settimana

source: Everyone alone
fr: Chacun pour soi
it: Ognuno per sé

source: Everyone at the table sees the colour you play in.
fr: Toute la table voit votre couleur.
it: Tutti al tavolo vedono il colore con cui giochi.

source: Everyone at the table sees who you brought.
fr: Toute la table voit qui vous accompagne.
it: Tutti al tavolo vedono chi hai portato.

source: Everyone gets the same deck today
fr: Aujourd'hui, tout le monde a les mêmes cartes
it: Oggi tutti ricevono lo stesso mazzo

source: Everyone must type the same word and choose the same number.
fr: Tout le monde doit taper le même mot et choisir le même nombre.
it: Tutti devono scrivere la stessa parola e scegliere lo stesso numero.
